Repository: crt0mega/adriconf
Catalog: po/*.po
Languages: lv

source: Add Application app driver widget is not in glade file!
lv: Pievienot Programmu aplikācijas drivera sīkrīku dialogs nav glade failā!

source: Add Application app executable widget is not in glade file!
lv: Pievienot Programmu aplikācijas izpildāmā faila sīkrīku dialogs nav glade failā!

source: Add Application app name widget is not in glade file!
lv: Pievienot Programmu apliokjācijas nosaukuma sīkrīku dialogs nav glade failā!

source: Add Application dialog is not in glade file!
lv: Pievienot Programmu dialogs nav glade failā!

source: Add new
lv: Pievienot jaunu

source: An advanced DRI configurator tool.
lv: Padziļinātais DRI Konfigurācijas rīks.

source: Application %1 not found
lv: Programma %1 nav atrasta

source: Application executable:
lv: Programmas izpildāmais fails:

source: Application name:
lv: Programmas vārds:

source: Application removed successfully.
lv: Programma noņemta veiksmīgi.

source: Application successfully added.
lv: Programma pievienota veikismīgi.

source: Cancel
lv: Atcelt

source: Closed source driver!!
lv: Aizvērtā koda draiveri!!

source: Couldn't open X display
lv: Nevar atvērt X displeju

source: Current language code is %1
lv: Pašreizējais valodas kods ir %1

source: Driver %1 not found
lv: Draiveris %1 nav atrasts

source: Driver %1 not found
lv: Draiveris %1 nav atrasts

source: Driver '%1' doesn't support option '%2' on application '%3'. Option removed.
lv: Driveris '%1' neatbalsta opciju '%2' aplikācijā '%3'. Opcija noņemta.

source: Driver:
lv: Draiveris:

source: Error getting function pointers. LibGL must be too old.
lv: Kļuda iegūstot funkciju norādes. LibGL var būt pārāk veca.

source: Force Application to use GPU
lv: Piespiest Programmu lietot GPU

source: Generating final XML for saving...
lv: Ģenerē galīgo XML faila versiju saglabāšanai...

source: Main window object is not in glade file!
lv: Galvenais loga objekts nav glade failā!

source: Not all screens have open source drivers
lv: Ne visirm ekrāniem ir atvērtā koda draiveri

source: Notebook object not found in glade file!
lv: Bloknota objekts nav atrasts glade failā!

source: Option %1 doesn't exist in application %2. Merge failed
lv: Opcija %1 neeksistē programmā %2. Apvienošana izgāzās

source: PRIME Settings
lv: PRIME iestatījumi

source: Remove current Application
lv: Noņemt esošo Programmu

source: Source Code
lv: Pirmkods

source: The application has been removed.
lv: Programma tika noņemta.

source: The application was successfully added. Reloading default app options.
lv: Programma tika pievienota veikismīgi. Pārlādēju noklusējuma aplikācijas opcijas.

source: The default application cannot be removed.
lv: Noklusējuma programma nevar tikt noņemta.

source: The driver needs a default configuration.
lv: Draiverim nepieciešama noklusējuma konfigurācija.

source: Unable to extract configuration for driver %1
lv: Nevar izvilkt konfigurāciju draiverim %1

source: Use default GPU of screen
lv: Lieto noklusējuma GPU ekrānam

source: User-defined driver '%1' on screen '%2' doesn't have a driver loaded on system. Configuration removed.
lv: Lietotaja-definētais driverim '%1' uz ekrāna '%2' nav ielādēts draivera sistēma. Konfigurācija noņemta.

source: Validation error
lv: Pārbaudes kļūda

source: Writing generated XML: %1
lv: Raksta ģenerēto XML: %1

source: You need to specify the application name, executable and driver.
lv: Jums nepieciešams norādīt programmas vārdu, izpildāmo failu vai draiveri.

source: _Application
lv: _Programma

source: _File
lv: _Fails

source: _Help
lv: _Palīdzība
